/* GENERAL STRINGS */
"   * Welcome to the BlackHole 2020 Secure File Eraser *\n" = "   * Salve ad BlackHole 2020 Securtias Objectum Extermina *\n";



/*
    Views
 */
"%lld" = "%lld";

/*
   BlackHoleView
 */

//
"%lld files destroyed" = "%lld files exterminatus";
"bytes destroyed of" = "bytes exterminatus";

//
// See the Main.strings file for the MacOS Menu localizations
//

/*
   HelpView
 */
"Please drag and drop files/folders on to the app to destroy them forever" = "Trahunt et stillabunt files / folder in app ut eas aeternum perderet";
"Press Space Bar to stop the destruction" = "Dis Space Bar ut prohibere exitium";
"Press ⌘+m to toggle music on/off" = "Dis ⌘+m musica in/off";
"Press ⌘+s to display some stats" = "Dis ⌘+s ostentus statistics";
"Please contact %@ or tap the button below with love / complaints / joys" = "Quaeso contactum %@ vel infra puga pyga cum amore / querelis / gaudiis";
"Happy obliteration of your files!!" = "Happy obliteration of your files!!";

"\nFrom Code With Love\n❤️ v%@ [%@] ❤️" = "\nEx Code Cum Amore\n❤️ v%1$@ [%2$@] ❤️";

"Email, Email" = "Email, Email";
"Email, Email!!" = "Email, Email!!";

/*
   StatsView
 */
"... Stats ..." = "... Stats ...";
"Files Destroyed: %lld" = "Files Exterminatus: %lld";
"Megabytes Destroyed: %lld" = "Megabytes Exterminatus: %lld";
"Visits To The Blackhole: %lld" = "Visitas ad Blackhole: %lld";
"//                    Stats:" = "//                    Stats:";

/*
   SettingsView
 */

// TBD

/* OTHER STRINGS */
// not sure if we need these but they don't hurt to leave for now

"After 1 minute" = "After 1 minute";
"After 3 minute" = "After 3 minute";
"After 5 minute" = "After 5 minute";
"Are you TOTALLY SURE you want to delete these files?" = "Are you TOTALLY SURE you want to delete these files?";
"DESTROY" = "DESTROY";

"How To Use" = "How To Use";
"OK" = "OK";
"Pink" = "Pink";

"The app will automatically close the window and save the note." = "The app will automatically close the window and save the note.";

"There is *no* undo!" = "There is *no* undo!";
